{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2023-03-20T11:08:06.897-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{ "PackageIdentifier" : "JackieLiu.NotepadsApp" },
				{ "PackageIdentifier" : "Microsoft.VisualStudio.2022.BuildTools" },
				{ "PackageIdentifier" : "JGraph.Draw" },
				{ "PackageIdentifier" : "Microsoft.VisualStudio.2022.Community" },
				{ "PackageIdentifier" : "ModernFlyouts.ModernFlyouts" },
				{ "PackageIdentifier" : "7zip.7zip" },
				{ "PackageIdentifier" : "MarkText.MarkText" },
				{ "PackageIdentifier" : "gnome.Dia" },
				{ "PackageIdentifier" : "FreeCAD.FreeCAD" },
				{ "PackageIdentifier" : "FreeMat.FreeMat" },
				{ "PackageIdentifier" : "GIMP.GIMP" },
				{ "PackageIdentifier" : "Arm.GnuArmEmbeddedToolchain" },
				{ "PackageIdentifier" : "Git.Git" },
				{ "PackageIdentifier" : "GnuPG.GnuPG" },
				{ "PackageIdentifier" : "Google.Chrome" },
				{ "PackageIdentifier" : "SourceFoundry.HackFonts" },
				{ "PackageIdentifier" : "ImageMagick.ImageMagick" },
				{ "PackageIdentifier" : "Julialang.Julia" },
				{ "PackageIdentifier" : "KiCad.KiCad" },
				{ "PackageIdentifier" : "KDE.Krita" },
				{ "PackageIdentifier" : "Love2d.Love2d" },
				{ "PackageIdentifier" : "LibreCAD.LibreCAD" },
				{ "PackageIdentifier" : "TwibrightLabs.Links" },
				{ "PackageIdentifier" : "LogMeIn.Hamachi" },
				{ "PackageIdentifier" : "Microsoft.Edge" },
				{ "PackageIdentifier" : "Microsoft.EdgeWebView2Runtime" },
				{ "PackageIdentifier" : "Microsoft.WindowsTerminal" },
				{ "PackageIdentifier" : "EclipseFoundation.Mosquitto" },
				{ "PackageIdentifier" : "Notepad++.Notepad++" },
				{ "PackageIdentifier" : "JanDeDobbeleer.OhMyPosh" },
				{ "PackageIdentifier" : "Sigrok.PulseView" },
				{ "PackageIdentifier" : "Qt.QtDesigner" },
				{ "PackageIdentifier" : "Rustlang.Rustup" },
				{ "PackageIdentifier" : "SageMath.SageMath" },
				{ "PackageIdentifier" : "SumatraPDF.SumatraPDF" },
				{ "PackageIdentifier" : "Lenovo.SystemUpdate" },
				{ "PackageIdentifier" : "TeamViewer.TeamViewer" },
				{ "PackageIdentifier" : "Debian.Debian" },
				{ "PackageIdentifier" : "chrisant996.Clink" },
				{ "PackageIdentifier" : "Balena.Etcher" },
				{ "PackageIdentifier" : "DimitriVanHeesch.Doxygen" },
				{ "PackageIdentifier" : "JanProchazka.dbgate" },
				{ "PackageIdentifier" : "Microsoft.VisualStudio.2019.BuildTools" },
				{ "PackageIdentifier" : "Jelmerro.Vieb" },
				{ "PackageIdentifier" : "MaximaTeam.Maxima" },
				{ "PackageIdentifier" : "qutebrowser.qutebrowser" },
				{ "PackageIdentifier" : "Scilab.Scilab" },
				{ "PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.7" },
				{ "PackageIdentifier" : "Lapce.Lapce" },
				{ "PackageIdentifier" : "Qalculate.Qalculate" },
				{ "PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.6" },
				{ "PackageIdentifier" : "rickbutton.workspacer" },
				{ "PackageIdentifier" : "Python.Python.2" },
				{ "PackageIdentifier" : "Alacritty.Alacritty" },
				{ "PackageIdentifier" : "Microsoft.VCRedist.2010.x64" },
				{ "PackageIdentifier" : "7zip.7zip" },
				{ "PackageIdentifier" : "TheDocumentFoundation.LibreOffice" },
				{ "PackageIdentifier" : "StrawberryPerl.StrawberryPerl" },
				{ "PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.7" },
				{ "PackageIdentifier" : "Microsoft.VCRedist.2012.x86" },
				{ "PackageIdentifier" : "JohnMacFarlane.Pandoc" },
				{ "PackageIdentifier" : "Python.Python.3.10" },
				{ "PackageIdentifier" : "Microsoft.PowerToys" },
				{ "PackageIdentifier" : "Microsoft.WindowsSDK" },
				{ "PackageIdentifier" : "Starship.Starship" },
				{ "PackageIdentifier" : "PuTTY.PuTTY" },
				{ "PackageIdentifier" : "Authpass.Authpass" },
				{ "PackageIdentifier" : "Microsoft.CLRTypesSQLServer.2019" },
				{ "PackageIdentifier" : "Microsoft.VCRedist.2008.x64" },
				{ "PackageIdentifier" : "Microsoft.WindowsPCHealthCheck" },
				{ "PackageIdentifier" : "Google.Drive" },
				{ "PackageIdentifier" : "LGUG2Z.komorebi" },
				{ "PackageIdentifier" : "Microsoft.VCRedist.2015+.x86" },
				{ "PackageIdentifier" : "Kitware.CMake" },
				{ "PackageIdentifier" : "Microsoft.PowerShell" },
				{ "PackageIdentifier" : "Neovim.Neovim" },
				{ "PackageIdentifier" : "Microsoft.VCRedist.2008.x86" },
				{ "PackageIdentifier" : "gnuplot.gnuplot" },
				{ "PackageIdentifier" : "Adobe.Acrobat.Reader.32-bit" },
				{ "PackageIdentifier" : "GitHub.cli" },
				{ "PackageIdentifier" : "gerardog.gsudo" },
				{ "PackageIdentifier" : "wez.wezterm" },
				{ "PackageIdentifier" : "Zoom.Zoom" },
				{ "PackageIdentifier" : "GoLang.Go.1.18" },
				{ "PackageIdentifier" : "Inkscape.Inkscape" },
				{ "PackageIdentifier" : "GlavSoft.TightVNC" },
				{ "PackageIdentifier" : "HighPerformanceCoders.SciDAVis" },
				{ "PackageIdentifier" : "OpenJS.NodeJS" },
				{ "PackageIdentifier" : "dotPDNLLC.paintdotnet" },
				{ "PackageIdentifier" : "Microsoft.VCRedist.2010.x86" },
				{ "PackageIdentifier" : "Ombrelin.PandocGui" },
				{ "PackageIdentifier" : "Microsoft.VCRedist.2012.x64" },
				{ "PackageIdentifier" : "Microsoft.VCRedist.2015+.x64" },
				{ "PackageIdentifier" : "Microsoft.WindowsSDK" }
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.4.10173"
}
